Repository: common-repository/api-fetch-twitter
Catalog: languages/api-fetch-twitter-*.po
Languages: nl_nl

source: Aceess Secret
nl_nl: Toegang tot geheim

source: Aceess Token
nl_nl: Toegangstoken

source: API details successfully validated
nl_nl: API-details succesvol gevalideerd

source: API Fetch Twitter
nl_nl: API ophalen Twitter

source: API Key
nl_nl: API sleutel

source: API Secret
nl_nl: API-geheim

source: API Settings
nl_nl: API-instellingen

source: Fetch and Display Tweets and Retweets
nl_nl: Tweets en retweets ophalen en weergeven

source: Please Add API details or/and a User Name
nl_nl: Voeg a.u.b. API-details of/en een gebruikersnaam toe

source: To display tweets simply add the shortcode [api-fetch-twitter] to your sidebar
nl_nl: Om tweets weer te geven, voegt u eenvoudig de shortcode [api-fetch-twitter] toe aan uw zijbalk

source: Twitter Access Secret
nl_nl: Twitter-toegangsgeheim

source: Twitter Access Token
nl_nl: Twitter-toegangstoken

source: Twitter API Key
nl_nl: Twitter API-sleutel

source: Twitter API Secret
nl_nl: Twitter API-geheim

source: User ID
nl_nl: gebruikersnaam

source: User Name
nl_nl: Gebruikersnaam
